INSERT INTO menu (id,name, price)
VALUES (1,'Пицца Маргарита большая', 550.00),
       (2,'Пицца Маргарита средняя', 450.00),
       (3,'Пицца Маргарита малая', 350.00),
       (4,'Пицца Суши 9 кусков', 900.00),
       (5,'Пицца Суши 6 кусков', 600.00),
       (6,'Пицца Суши 3 кусков', 300.00);

INSERT INTO orders (customer_name, created_at, status, order_amount)
VALUES ('Иван Петров', '2025-06-10 12:30:00', 'завершен', 950.00),
       ('Мария Сидорова', '2025-06-10 13:15:00', 'в обработке', 1050.00),
       ('Елена Кузнецова', '2025-06-11 18:45:00', 'отменен', 0.00);

INSERT INTO order_items (order_id, dish_id, quantity)
VALUES (1, 1, 1),
       (1, 6, 1),
       (2, 2, 1),
       (2, 5, 1),
       (3, 1, 1),
       (3, 5, 1);


